export default {
	['translations_ar']: {
		'LeaveOn': 'تركها قيد التشغيل',
		'LeaveOff': 'المحافظة على إيقاف التشغيل',
		'TurnOn': 'التشغيل',
		'TurnOff': 'إيقاف تشغيلها',
		'OpenOptIn': 'فتح مربح حوار المشاركة',
		'OpenOptOut': 'فتح مربح حوار إلغاء المشاركة',
		'Close': 'إغلاق مربع الحوار هذا',
		'Done': 'تم',
		'Cancel': 'إلغاء',
		'TutorialMessage': 'شاهد *الدروس التعليمية* الخاصة بنا لمساعدتك في البدء!',
		'HelpMessage': 'اقرأ *مستندات التعليمات* الخاصة بنا للبدء!',
		'TutorialAndHelpMessage': 'شاهد *الدروس التعليمية* الخاصة بنا أو اقرأ ~مستندات التعليمات الخاصة بنا~ للبدء!',
		'Feedback': {
			'Title': 'أعملنا بما يمكننا القيام به لتحسين خدمتنا!',
			'FeedbackLabel': 'ما الذي يمكننا القيام به لتصبح الدورة أمرًا يُسعدك استخدامه؟',
			'ReasonLabel': 'هل تمانع اطلاعنا على سبب عودتك إلى الواجهة السابقة؟',
			'ChooseReason': '-- يرجى اختيار سبب --',
			'Reason': {
				'NotReadyForSomethingNew': 'ليس الوقت مناسبًا بالنسبة إليّ لتجربة هذا الإصدار',
				'MissingFeature': 'يفتقد ميزة أستخدمها',
				'JustCheckingSomething': 'أعود إلى الواجهة السابقة للتحقق من أمر ما فقط',
				'PreferOldExperience': 'أعتقد أن الإصدار القديم يوفّر تجربة أفضل',
				'Other': 'غير ذلك'
			}
		}
	}
};
